[
{"link": "https://en.wikipedia.org/wiki/7_World_Trade_Center", "body": {"title": "7 World Trade Center", "paragraph": "7 World Trade Center (7 WTC) refers to two buildings that have existed at the same location within the World Trade Center site in Lower Manhattan, New York City. The original structure, part of the original World Trade Center, was completed in 1987 and was destroyed in the September 11 attacks in 2001. The current structure opened in May 2006. Both buildings were developed by Larry Silverstein, who holds a ground lease for the site from the Port Authority of New York and New Jersey.\n"}},
{"link": "https://en.wikipedia.org/wiki/Georgetown_Car_Barn", "body": {"title": "Georgetown Car Barn", "paragraph": "The Georgetown Car Barn, historically known as the Capital Traction Company Union Station, is a building in the Georgetown neighborhood of Washington, D.C., in the United States. Designed by the architect Waddy Butler Wood, it was built between 1895 and 1897 by the Capital Traction Company as a union terminal for several Washington and Virginia streetcar lines. The adjacent Exorcist steps, later named after their appearance in William Friedkin's 1973 horror film The Exorcist, were built during the initial construction to connect M Street with Prospect Street.\n"}},
{"link": "https://en.wikipedia.org/wiki/Freedom_Monument", "body": {"title": "Freedom Monument", "paragraph": "The Freedom Monument (Latvian: Brīvības piemineklis, pronounced [ˈbriːviːbas ˈpiɛmineklis]) is a memorial located in Riga, Latvia, honouring soldiers killed during the Latvian War of Independence (1918–1920). It is considered an important symbol of the freedom, independence, and sovereignty of Latvia.[1] Unveiled in 1935, the 42-metre (138 ft) high monument of granite, travertine, and copper often serves as the focal point of public gatherings and official ceremonies in Riga.\n"}},
{"link": "https://en.wikipedia.org/wiki/Fort_Ticonderoga", "body": {"title": "Fort Ticonderoga", "paragraph": "Fort Ticonderoga (/taɪkɒndəˈroʊɡə/), formerly Fort Carillon, is a large 18th-century star fort built by the French at a narrows near the south end of Lake Champlain, in northern New York, in the United States. It was constructed by Canadian-born French military engineer Michel Chartier de Lotbinière, Marquis de Lotbinière between October 1755 and 1757, during the action in the \"North American theater\" of the Seven Years' War, often referred to in the US as the French and Indian War. The fort was of strategic importance during the 18th-century colonial conflicts between Great Britain and France, and again played an important role during the Revolutionary War.\n"}},
{"link": "https://en.wikipedia.org/wiki/Guilden_Morden_boar", "body": {"title": "Guilden Morden boar", "paragraph": "The Guilden Morden boar is a sixth- or seventh-century Anglo-Saxon copper alloy figure of a boar that may have once served as the crest of a helmet. It was found around 1864 or 1865 in a grave in Guilden Morden, a village in the eastern English county of Cambridgeshire. There the boar attended a skeleton with other objects, including a small earthenware bead with an incised pattern,[1] although the boar is all that now remains.[2] Herbert George Fordham, whose father originally discovered the boar, donated it to the British Museum in 1904; as of 2018 it was on view in room 41.[1][3]\n"}},
{"link": "https://en.wikipedia.org/wiki/Gevninge_helmet_fragment", "body": {"title": "Gevninge helmet fragment", "paragraph": "The Gevninge helmet fragment is the dexter eyepiece of a helmet from the Viking Age or end of the Nordic Iron Age. It was found in 2000 during the excavation of a Viking farmstead in Gevninge, near Lejre, Denmark. The fragment is moulded from bronze and gilded, and consists of a stylised eyebrow with eyelashes above an oval opening. There are three holes at the top and bottom of the fragment to affix the eyepiece to a helmet. The fragment is significant as rare evidence of contemporaneous helmets, and also for its discovery in Gevninge, an outpost that is possibly connected to the Anglo-Saxon epic Beowulf. It has been in the collection of the Lejre Museum since its discovery, and has been exhibited internationally as part of a travelling exhibition on Vikings.\n"}},
{"link": "https://en.wikipedia.org/wiki/Heian_Palace", "body": {"title": "Heian Palace", "paragraph": "The Heian Palace (平安宮, Heian-kyū) was the original imperial palace of Heian-kyō (present-day Kyoto), the capital of Japan, from 794 to 1227. The palace, which served as the imperial residence and the administrative centre of for most of the Heian period (from 794 to 1185), was located at the north-central location of the city in accordance with the Chinese models used for the design of the capital.\n"}},
{"link": "https://en.wikipedia.org/wiki/Holkham_Hall", "body": {"title": "Holkham Hall", "paragraph": "Holkham Hall (/ˈhoʊkəm/ or /ˈhɒlkəm/[1]) is an 18th-century country house located adjacent to the village of Holkham, Norfolk, England. The house was constructed in the Palladian style for the 1st Earl of Leicester (fifth creation)[2][3] by the architect William Kent, aided by the architect and aristocrat Lord Burlington.\n"}},
{"link": "https://en.wikipedia.org/wiki/Harris_Theater_(Chicago)", "body": {"title": "Harris Theater (Chicago)", "paragraph": "The Joan W. and Irving B. Harris Theater for Music and Dance (also known as the Harris Theater for Music and Dance, the Harris &amp; Harris Theater or, most commonly, the Harris Theater) is a 1,499-seat theater for the performing arts located along the northern edge of Millennium Park on Randolph Street in the Loop community area of Chicago in Cook County, Illinois, US. The theater, which is largely underground due to Grant Park-related height restrictions, was named for its primary benefactors, Joan and Irving Harris.[3] It serves as the park's indoor performing venue, a complement to Jay Pritzker Pavilion, which hosts the park's outdoor performances.\n"}},
{"link": "https://en.wikipedia.org/wiki/Greece_runestones", "body": {"title": "Greece runestones", "paragraph": "The Greece runestones (Swedish: Greklandsstenarna, Greek: Ρουνικές λίθοι Ελλάδας) are about 30 runestones containing information related to voyages made by Norsemen to the Byzantine Empire. They were made during the Viking Age until about 1100 and were engraved in the Old Norse language with Scandinavian runes. All the stones have been found in modern-day Sweden, the majority in Uppland (18 runestones) and Södermanland (7 runestones). Most were inscribed in memory of members of the Varangian Guard who never returned home, but a few inscriptions mention men who returned with wealth, and a boulder in Ed was engraved on the orders of a former officer of the Guard.\n"}},
{"link": "https://en.wikipedia.org/wiki/Hebron_Church_(Intermont,_West_Virginia)", "body": {"title": "Hebron Church (Intermont, West Virginia)", "paragraph": "Hebron Church (also historically known as Great Capon Church, Hebron Lutheran Church, and Hebron Evangelical Lutheran Church) is a mid-19th-century Lutheran church in Intermont, Hampshire County, in the U.S. state of West Virginia. Hebron Church was founded in 1786 by German settlers in the Cacapon River Valley, making it the first Lutheran church west of the Shenandoah Valley. The congregation worshiped in a log church, which initially served both Lutheran and Reformed denominations. Its congregation was originally German-speaking; the church's documents and religious services were in German until 1821, when records and sermons transitioned to English.\n"}},
{"link": "https://en.wikipedia.org/wiki/Fir_Clump_Stone_Circle", "body": {"title": "Fir Clump Stone Circle", "paragraph": "Fir Clump Stone Circle was a stone circle in Burderop Wood near Wroughton, Wiltshire, in South West England. The ring was part of a tradition of stone circle construction that spread throughout much of Britain, Ireland, and Brittany during the Late Neolithic and Early Bronze Age, over a period between 3300 and 900 BCE. The purpose of such monuments is unknown, although some archaeologists speculate that the stones represented supernatural entities for the circle's builders.\n"}},
{"link": "https://en.wikipedia.org/wiki/Exelon_Pavilions", "body": {"title": "Exelon Pavilions", "paragraph": "The Exelon Pavilions are four buildings that generate electricity from solar energy and provide access to underground parking in Millennium Park in the Loop community area of Chicago in Cook County, Illinois, United States.[1] The Northeast Exelon Pavilion and Northwest Exelon Pavilion (jointly the North Exelon Pavilions) are located on the northern edge of the park along Randolph Street, and flank the Harris Theater. The Southeast Exelon Pavilion and Southwest Exelon Pavilion (jointly the South Exelon Pavilions) are located on the southern edge of the park along Monroe Street, and flank the Lurie Garden. Together the pavilions generate 19,840 kilowatt-hours (71,400 MJ) of electricity annually,[2] worth about $2,350 per year.[3]\n"}},
{"link": "https://en.wikipedia.org/wiki/Emesa_helmet", "body": {"title": "Emesa helmet", "paragraph": "The Emesa helmet (also known as the Homs helmet) is a Roman cavalry helmet from the early first century AD. It consists of an iron head piece and face mask, the latter of which is covered in a sheet of silver and presents the individualised portrait of a face, likely its owner. Decorations, some of which are gilded, adorn the head piece. Confiscated by Syrian police soon after looters discovered it amidst a complex of tombs in the modern-day city of Homs in 1936, eventually the helmet was restored thoroughly at the British Museum, and is now in the collection of the National Museum of Damascus. It has been exhibited internationally, although as of 2017, due to the Syrian Civil War, the more valuable items owned by the National Museum are hidden in underground storage.\n"}},
{"link": "https://en.wikipedia.org/wiki/James_B._Longacre", "body": {"title": "James B. Longacre", "paragraph": "James Barton Longacre (August 11, 1794 – January 1, 1869) was an American portraitist and engraver, and the fourth Chief Engraver of the United States Mint from 1844 until his death. Longacre is best known for designing the Indian Head cent, which entered commerce in 1859, and for the designs of the Shield nickel, Flying Eagle cent and other coins of the mid-19th century.\n"}},
{"link": "https://en.wikipedia.org/wiki/Elgin_Cathedral", "body": {"title": "Elgin Cathedral", "paragraph": "Elgin Cathedral is a historic ruin in Elgin, Moray, north-east Scotland. The cathedral—dedicated to the Holy Trinity—was established in 1224 on land granted by King Alexander II outside the burgh of Elgin and close to the River Lossie. It replaced the cathedral at Spynie, 3 kilometres (1.9 mi) to the north, that was served by a small chapter of eight clerics. The new and bigger cathedral was staffed with 18 canons in 1226 and then increased to 23 by 1242. After a damaging fire in 1270, a rebuilding programme greatly enlarged the building. It was unaffected by the Wars of Scottish Independence but again suffered extensive fire damage in 1390 following an attack by Robert III's brother Alexander Stewart, Earl of Buchan, also known as the Wolf of Badenoch. In 1402 the cathedral precinct again suffered an incendiary attack by the followers of the Lord of the Isles. The number of clerics required to staff the cathedral continued to grow, as did the number of craftsmen needed to maintain the buildings and surrounds.\n"}},
{"link": "https://en.wikipedia.org/wiki/Shapinsay", "body": {"title": "Shapinsay", "paragraph": "Shapinsay is one of the Orkney Islands off the north coast of mainland Scotland. There is one village on the island, Balfour, from which roll-on/roll-off car ferries sail to Kirkwall on the Orkney Mainland. Balfour Castle, built in the Scottish Baronial style, is one of the island's most prominent features, a reminder of the Balfour family's domination of Shapinsay during the 18th and 19th centuries; the Balfours transformed life on the island by introducing new agricultural techniques. Other landmarks include a standing stone, an Iron Age broch, a souterrain and a salt-water shower.\n"}},
{"link": "https://en.wikipedia.org/wiki/Egyptian_temple", "body": {"title": "Egyptian temple", "paragraph": "Egyptian temples were built for the official worship of the gods and in commemoration of the pharaohs in ancient Egypt and regions under Egyptian control. Temples were seen as houses for the gods or kings to whom they were dedicated. Within them, the Egyptians performed a variety of rituals, the central functions of Egyptian religion: giving offerings to the gods, reenacting their mythological interactions through festivals, and warding off the forces of chaos. These rituals were seen as necessary for the gods to continue to uphold maat, the divine order of the universe. Housing and caring for the gods were the obligations of pharaohs, who therefore dedicated prodigious resources to temple construction and maintenance. Out of necessity, pharaohs delegated most of their ritual duties to a host of priests, but most of the populace was excluded from direct participation in ceremonies and forbidden to enter a temple's most sacred areas. Nevertheless, a temple was an important religious site for all classes of Egyptians, who went there to pray, give offerings, and seek oracular guidance from the god dwelling within.\n"}},
{"link": "https://en.wikipedia.org/wiki/Aggie_Bonfire", "body": {"title": "Aggie Bonfire", "paragraph": "The Aggie Bonfire was an annual tradition at Texas A&amp;M University as part of the college rivalry with the University of Texas at Austin[1][2] For 90 years, Texas A&amp;M students—known as Aggies—built a bonfire on campus each autumn, known to the Aggie community simply as \"Bonfire\". The event symbolized Aggie students' \"burning desire to beat the hell outta t.u.\", a derogatory nickname for the University of Texas.[3] \n"}},
{"link": "https://en.wikipedia.org/wiki/Octopus", "body": {"title": "Octopus", "paragraph": "The octopus (plural octopuses) is a soft-bodied, eight-limbed mollusc of the order Octopoda (/ɒkˈtɒpədə/, ok-TO-pə-də). Around 300 species are recognised, and the order is grouped within the class Cephalopoda with squids, cuttlefish, and nautiloids. Like other cephalopods, the octopus is bilaterally symmetric with two eyes and a beak, with its mouth at the center point of the eight limbs (\"tentacle\" is used as an umbrella term for cephalopod limbs; however, within a teuthological context, \"arm\" is used to refer to such limbs while \"tentacle\" is reserved for feeding appendages not found on octopuses). The soft body can rapidly alter its shape, enabling octopuses to squeeze through small gaps. They trail their eight appendages behind them as they swim. The siphon is used both for respiration and for locomotion, by expelling a jet of water. Octopuses have a complex nervous system and excellent sight, and are among the most intelligent and behaviourally diverse of all invertebrates.\n"}},
{"link": "https://en.wikipedia.org/wiki/Yarralumla,_Australian_Capital_Territory", "body": {"title": "Yarralumla, Australian Capital Territory", "paragraph": "Yarralumla is a large inner south suburb of Canberra, the capital city of Australia. Located approximately 3.5 kilometres (2.2 mi) south-west of the city, Yarralumla extends along the south-west bank of Lake Burley Griffin. (The lake was created after the Second World War through the blocking, with a dam, of the Molonglo River.)\n"}},
{"link": "https://en.wikipedia.org/wiki/Yellowstone_National_Park", "body": {"title": "Yellowstone National Park", "paragraph": "Yellowstone National Park is an American national park located in the western United States, with parts in Wyoming, Montana and Idaho.  It was established by the U.S. Congress and signed into law by President Ulysses S. Grant on March 1, 1872.[5][6] Yellowstone was the first national park in the U.S. and is also widely held to be the first national park in the world.[7] The park is known for its wildlife and its many geothermal features, especially Old Faithful geyser, one of its most popular.[8] While it represents many types of biomes, the subalpine forest is the most abundant. It is part of the South Central Rockies forests ecoregion.\n"}},
{"link": "https://en.wikipedia.org/wiki/Flag_of_Lithuania", "body": {"title": "Flag of Lithuania", "paragraph": "The flag of Lithuania (Lithuanian: Lietuvos vėliava) consists of a horizontal tricolor of yellow, green, and red. It was adopted on 25 April 1918 during Lithuania's first period of independence (in the 20th century) from 1918 to 1940, which ceased with the occupation first by Soviet Russia and Lithuania's annexation into the Soviet Union, and then by Germany (1941–1944). During the post-World War II Soviet occupation, from 1945 until 1989, the Soviet Lithuanian flag consisted first of a generic red Soviet flag with the name of the republic, then changed to the red flag with white and green bands at the bottom.\n"}},
{"link": "https://en.wikipedia.org/wiki/Birmingham_campaign", "body": {"title": "Birmingham campaign", "paragraph": "The Birmingham campaign, or Birmingham movement, was a movement organized in early 1963 by the Southern Christian Leadership Conference (SCLC) to bring attention to the integration efforts of African Americans in Birmingham, Alabama.\n"}},
{"link": "https://en.wikipedia.org/wiki/Benedict_Arnold%27s_expedition_to_Quebec", "body": {"title": "Benedict Arnold's expedition to Quebec", "paragraph": "In September 1775, early in the American Revolutionary War, Colonel Benedict Arnold led a force of 1,100 Continental Army troops on an expedition from Cambridge in the Province of Massachusetts Bay to the gates of Quebec City.  The expedition was part of a two-pronged invasion of the British Province of Quebec, and passed through the wilderness of what is now Maine.  The other expedition invaded Quebec from Lake Champlain, led by Richard Montgomery.\n"}},
{"link": "https://en.wikipedia.org/wiki/Flag_of_Japan", "body": {"title": "Flag of Japan", "paragraph": "The national flag of Japan is a rectangular white banner bearing a crimson-red disc at its center. This flag is officially called Nisshōki (日章旗, the \"flag of sun\"), but is more commonly known in Japan as Hinomaru (日の丸, the \"circle of the sun\"). It embodies the country's sobriquet: Land of the Rising Sun.\n"}},
{"link": "https://en.wikipedia.org/wiki/Yosemite_National_Park", "body": {"title": "Yosemite National Park", "paragraph": "Yosemite National Park (/joʊˈsɛmɪti/ yoh-SEM-i-tee)[4] is an American national park located in the western Sierra Nevada of Central California,[5][6] bounded on the southeast by Sierra National Forest and on the northwest by Stanislaus National Forest. The park is managed by the National Park Service and covers an area of 748,436 acres (1,169 sq mi; 3,029 km2)[2] and sits in four counties: centered in Tuolumne and Mariposa, extending north and east to Mono and south to Madera County.  Designated a World Heritage site in 1984, Yosemite is internationally recognized for its granite cliffs, waterfalls, clear streams, giant sequoia groves, lakes, mountains, meadows, glaciers, and biological diversity.[7] Almost 95% of the park is designated wilderness.[8]\n"}},
{"link": "https://en.wikipedia.org/wiki/History_of_Sheffield", "body": {"title": "History of Sheffield", "paragraph": "The area known as Sheffield was probably founded in the second half of 1AD in a clearing by the River Sheaf although humans may have lived in the area for at least 10,000 years.[1]\n"}},
{"link": "https://en.wikipedia.org/wiki/Natchez_revolt", "body": {"title": "Natchez revolt", "paragraph": "The Natchez revolt, or the Natchez massacre, was an attack by the Natchez people on French colonists near present-day Natchez, Mississippi, on November 29, 1729. The Natchez and French had lived alongside each other in the Louisiana colony for more than a decade prior to the incident, mostly conducting peaceful trade and occasionally intermarrying. After a period of deteriorating relations, however, Natchez leaders were provoked to revolt when the French colonial commandant, Sieur de Chépart, demanded land from a Natchez village for his own plantation near Fort Rosalie. They plotted their attack over several days and managed to conceal their plans from most of the French; those who overheard and warned Chépart of an attack were considered untruthful and were punished. In a coordinated attack on the fort and the homesteads, the Natchez killed almost all of the Frenchmen, while sparing most of the women and African slaves. Approximately 230 colonists were killed overall, and the fort and homes were burned to the ground.\n"}},
{"link": "https://en.wikipedia.org/wiki/Nansen%27s_Fram_expedition", "body": {"title": "Nansen's Fram expedition", "paragraph": "Nansen's Fram expedition of 1893–1896 was an attempt by the Norwegian explorer Fridtjof Nansen to reach the geographical North Pole by harnessing the natural east–west current of the Arctic Ocean. In the face of much discouragement from other polar explorers, Nansen took his ship Fram to the New Siberian Islands in the eastern Arctic Ocean, froze her into the pack ice, and waited for the drift to carry her towards the pole.  Impatient with the slow speed and erratic character of the drift, after 18 months Nansen and a chosen companion, Hjalmar Johansen, left the ship with a team of dogs and sledges and made for the pole. They did not reach it, but they achieved a record Farthest North latitude of 86°13.6′N before a long retreat over ice and water to reach safety in Franz Josef Land. Meanwhile, Fram continued to drift westward, finally emerging in the North Atlantic Ocean.\n"}},
{"link": "https://en.wikipedia.org/wiki/History_of_Solidarity", "body": {"title": "History of Solidarity", "paragraph": "The history of Solidarity (Polish: Solidarność, pronounced [sɔliˈdarnɔɕt͡ɕ] (listen)), a Polish non-governmental trade union, began on August 14, 1980, at the Lenin Shipyards (now Gdańsk Shipyards) at its founding by Lech Wałęsa and others. In the early 1980s, it became the first independent labor union in a Soviet-bloc country. Solidarity gave rise to a broad, non-violent, anti-communist social movement that, at its height, claimed some 9.4 million members. It is considered to have contributed greatly to the fall of communism.\n"}},
{"link": "https://en.wikipedia.org/wiki/Mutiny_on_the_Bounty", "body": {"title": "Mutiny on the Bounty", "paragraph": "The mutiny on the Royal Navy vessel HMS Bounty occurred in the south Pacific on 28 April 1789. Disaffected crewmen, led by Acting Lieutenant Fletcher Christian, seized control of the ship from their captain, Lieutenant William Bligh, and set him and 18 loyalists adrift in the ship's open launch. The mutineers variously settled on Tahiti or on Pitcairn Island. Bligh meanwhile completed a voyage of more than 3,500 nautical miles (6,500 km; 4,000 mi) in the launch to reach safety, and began the process of bringing the mutineers to justice.\n"}},
{"link": "https://en.wikipedia.org/wiki/Murder_of_Julia_Martha_Thomas", "body": {"title": "Murder of Julia Martha Thomas", "paragraph": "The murder of Julia Martha Thomas, dubbed the \"Barnes Mystery\" or the \"Richmond Murder\" by the press, was one of the most notorious crimes in the Victorian period of the United Kingdom. Thomas, a widow in her 50s who lived in Richmond, London, was murdered on 2 March 1879 by her maid Kate Webster, a 30-year-old Irishwoman with a history of theft. Webster disposed of the body by dismembering it, boiling the flesh off the bones, and throwing most of the remains into the River Thames.\n"}},
{"link": "https://en.wikipedia.org/wiki/Steamtown,_U.S.A.", "body": {"title": "Steamtown, U.S.A.", "paragraph": "Steamtown, U.S.A., was a steam locomotive museum that ran steam excursions out of North Walpole, New Hampshire, and Bellows Falls, Vermont, from the 1960s to 1983. The museum was founded by millionaire seafood industrialist F. Nelson Blount.  The non-profit Steamtown Foundation took over operations following his death in 1967. Because of Vermont's air quality regulations restricting steam excursions, declining visitor attendance, and disputes over the use of track, some pieces of the collection were relocated to Scranton, Pennsylvania, in the mid-1980s and the rest were auctioned off. After the move, Steamtown continued to operate in Scranton but failed to attract the expected 200,000–400,000 visitors.  Within two years the tourist attraction was facing bankruptcy, and more pieces of the collection were sold to pay off debt.\n"}},
{"link": "https://en.wikipedia.org/wiki/SS_Arctic_disaster", "body": {"title": "SS Arctic disaster", "paragraph": "The paddle steamer SS Arctic, owned by the Collins Line of New York, sank on September 27, 1854 after a collision with SS Vesta, a much smaller vessel, 50 miles (80 km) off the coast of Newfoundland.  Passenger and crew lists indicate that there were probably more than 400 on board; of these, only 88 survived, most of whom were members of the crew.  All the women and children on board perished.\n"}},
{"link": "https://en.wikipedia.org/wiki/Water_fluoridation", "body": {"title": "Water fluoridation", "paragraph": "Water fluoridation is the controlled adjustment of fluoride to a public water supply to reduce tooth decay. Fluoridated water contains fluoride at a level that is effective for preventing cavities; this can occur naturally or by adding fluoride.[2] Fluoridated water operates on tooth surfaces: in the mouth, it creates low levels of fluoride in saliva, which reduces the rate at which tooth enamel demineralizes and increases the rate at which it remineralizes in the early stages of cavities.[3] Typically a fluoridated compound is added to drinking water, a process that in the U.S. costs an average of about $1.11 per person-year.[2][4] Defluoridation is needed when the naturally occurring fluoride level exceeds recommended limits.[5] In 2011 the World Health Organization suggested a level of fluoride from 0.5 to 1.5 mg/L (milligrams per litre), depending on climate, local environment, and other sources of fluoride.[6]  Bottled water typically has unknown fluoride levels.[7]\n"}},
{"link": "https://en.wikipedia.org/wiki/Francis_Nash", "body": {"title": "Francis Nash", "paragraph": "Francis Nash (c. 1742 – October 7, 1777) was a brigadier general in the Continental Army during the American Revolutionary War. Prior to the war, he was a lawyer, public official, and politician in Hillsborough, North Carolina, and was heavily involved in opposing the Regulator movement, an uprising of settlers in the North Carolina piedmont between 1765 and 1771. Nash was also involved in North Carolina politics, representing Hillsborough on several occasions in the colonial North Carolina General Assembly.\n"}},
{"link": "https://en.wikipedia.org/wiki/Francis_Walsingham", "body": {"title": "Francis Walsingham", "paragraph": "Sir Francis Walsingham (c. 1532 – 6 April 1590) was principal secretary to Queen Elizabeth I of England from 20 December 1573 until his death and is popularly remembered as her \"spymaster\".\n"}},
{"link": "https://en.wikipedia.org/wiki/Fridtjof_Nansen", "body": {"title": "Fridtjof Nansen", "paragraph": "Fridtjof Wedel-Jarlsberg Nansen (Norwegian: [ˈfɾɪ̂tːjɔf ˈnɑ̀nsn̩]; 10 October 1861 – 13 May 1930) was a Norwegian explorer, scientist, diplomat, humanitarian and Nobel Peace Prize laureate. In his youth he was a champion skier and ice skater. He led the team that made the first crossing of the Greenland interior in 1888, traversing the island on cross-country skis. He won international fame after reaching a record northern latitude of 86°14′ during his Fram expedition of 1893–1896. Although he retired from exploration after his return to Norway, his techniques of polar travel and his innovations in equipment and clothing influenced a generation of subsequent Arctic and Antarctic expeditions.\n"}},
{"link": "https://en.wikipedia.org/wiki/Mukhtar_al-Thaqafi", "body": {"title": "Mukhtar al-Thaqafi", "paragraph": "Al-Mukhtar ibn Abi Ubayd Al-Thaqafi (Arabic: ٱلْمُخْتَار ٱبْن أَبِي عُبَيْد ٱلثَّقَفِيّ‎, al-Mukhtār ibn Abī ʿUbayd al-Thaqafīy; c. 622 – 3 April 687) was a pro-Alid revolutionary based in Kufa, who led a rebellion against the Umayyad Caliphate in 685 and ruled over most of Iraq for eighteen months during the Second Islamic Civil War.\n"}},
{"link": "https://en.wikipedia.org/wiki/Regulamentul_Organic", "body": {"title": "Regulamentul Organic", "paragraph": "Regulamentul Organic (Romanian: [reɡulaˈmentul orˈɡanik], Organic Regulation; French: Règlement Organique; Russian: Органический регламент, tr. Organichesky reglament)[1][2][3] was a quasi-constitutional organic law enforced in 1831–1832 by the Imperial Russian authorities in Moldavia and Wallachia (the two Danubian Principalities that were to become the basis of the modern  Romanian state). The document partially confirmed the traditional government (including rule by the hospodars) and set up a common Russian protectorate which lasted until 1854. The Regulament itself remained in force until 1858. Conservative in its scope, it also engendered a period of unprecedented reforms which provided a setting for the Westernization of the local society. The Regulament offered the two Principalities their first common system of government.\n"}},
{"link": "https://en.wikipedia.org/wiki/Pendle_witches", "body": {"title": "Pendle witches", "paragraph": "The trials of the Pendle witches in 1612 are among the most famous  witch trials in English history, and some of the best recorded of the 17th century. The twelve accused lived in the area surrounding Pendle Hill in Lancashire, and were charged with the murders of ten people by the use of witchcraft. All but two were tried at Lancaster Assizes on 18–19 August 1612, along with the Samlesbury witches and others, in a series of trials that have become known as the Lancashire witch trials. One was tried at York Assizes on 27 July 1612, and another died in prison. Of the eleven who went to trial – nine women and two men – ten were found guilty and executed by hanging; one was found not guilty.\n"}},
{"link": "https://en.wikipedia.org/wiki/Ordinances_of_1311", "body": {"title": "Ordinances of 1311", "paragraph": "The Ordinances of 1311 were a series of regulations imposed upon King Edward II by the peerage and clergy of the Kingdom of England to restrict the power of the king.[a] The twenty-one signatories of the Ordinances are referred to as the Lords Ordainers, or simply the Ordainers.[b] English setbacks in the Scottish war, combined with perceived  extortionate royal fiscal policies,  set the background for the writing of the Ordinances in which the administrative prerogatives of the king were largely appropriated by a baronial council. The Ordinances reflect the Provisions of Oxford and the Provisions of Westminster from the late 1250s,  but unlike the Provisions, the Ordinances featured a new concern with fiscal reform, specifically  redirecting revenues from the king's household to the exchequer.\n"}},
{"link": "https://en.wikipedia.org/wiki/Rudolf_Vrba", "body": {"title": "Rudolf Vrba", "paragraph": "Rudolf \"Rudi\" Vrba (born Walter Rosenberg; 11 September 1924 – 27 March 2006) was a Slovak-Jewish biochemist who, as a teenager in 1942, was deported to the Auschwitz concentration camp in German-occupied Poland. He became known for having escaped from the camp in April 1944, at the height of the Holocaust, and for having co-written a detailed report about the mass murder that was taking place there.[2] Distribution of the report by George Mantello in Switzerland is credited with having halted the mass deportation of Hungary's Jews to Auschwitz in July 1944, saving more than 200,000 lives. After the war Vrba trained as a biochemist, working mostly in England and Canada.[3]\n"}},
{"link": "https://en.wikipedia.org/wiki/Jovan_Vladimir", "body": {"title": "Jovan Vladimir", "paragraph": "Jovan Vladimir or John Vladimir (Serbian Cyrillic: Јован Владимир;[a] c. 990 – 22 May 1016) was the ruler of Duklja, the most powerful Serbian principality of the time,[1] from around 1000 to 1016. He ruled during the protracted war between the Byzantine Empire and the Bulgarian Empire. Vladimir was acknowledged as a pious, just, and peaceful ruler. He is recognized as a martyr and saint, with his feast day being celebrated on 22 May.[b]\n"}},
{"link": "https://en.wikipedia.org/wiki/Ghost_Stories_(magazine)", "body": {"title": "Ghost Stories (magazine)", "paragraph": "Ghost Stories is an American pulp magazine that was published as 64 issues between 1926 and 1932. It was one of the earliest competitors to Weird Tales, the first magazine to specialize in the fantasy and occult fiction genre. It was a companion magazine to True Story and True Detective Stories, and focused almost entirely on stories about ghosts, many of which were written by staff writers but presented under pseudonyms as true confessions. These were often accompanied by faked photographs to make the stories appear more believable. Ghost Stories also had original and reprinted contributions, including works by Robert E. Howard, Carl Jacobi, and Frank Belknap Long. Among the reprints were Agatha Christie's \"The Last Seance\" (with the title \"The Woman Who Stole a Ghost\"), several stories by H.G. Wells, and Charles Dickens's \"The Signal-Man\". Initially successful, the magazine began to lose readers and in 1930 was sold to Harold Hersey. Hersey was unable to reverse the magazine's decline, and publication of Ghost Stories ceased in early 1932.\n"}},
{"link": "https://en.wikipedia.org/wiki/Eagle_(British_comics)", "body": {"title": "Eagle (British comics)", "paragraph": "Eagle was a British children's comics periodical, first published from 1950 to 1969, and then in a relaunched format from 1982 to 1994.  It was founded by Marcus Morris, an Anglican vicar from Lancashire.  Morris edited a Southport parish magazine called The Anvil, but felt that the church was not communicating its message effectively.  Simultaneously disillusioned with contemporary children's literature, he and Anvil artist Frank Hampson created a dummy comic based on Christian values.  Morris proposed the idea to several Fleet Street publishers, with little success, until Hulton Press took it on.\n"}},
{"link": "https://en.wikipedia.org/wiki/History_of_US_science_fiction_and_fantasy_magazines_to_1950", "body": {"title": "History of US science fiction and fantasy magazines to 1950", "paragraph": "Science-fiction and fantasy magazines began to be published in the United States in the 1920s. Stories with science-fiction themes had been appearing for decades in pulp magazines such as Argosy, but there were no magazines that specialized in a single genre until 1915, when Street &amp; Smith, one of the major pulp publishers, brought out Detective Story Magazine.  The first magazine to focus solely on fantasy and horror was Weird Tales, which was launched in 1923, and established itself as the leading weird fiction magazine over the next two decades; writers such as H.P. Lovecraft, Clark Ashton Smith and Robert E. Howard became regular contributors.  In 1926 Weird Tales was joined by Amazing Stories, published by Hugo Gernsback; Amazing printed only science fiction, and no fantasy.  Gernsback included a letter column in Amazing Stories, and this led to the creation of organized science-fiction fandom, as fans contacted each other using the addresses published with the letters.  Gernsback wanted the fiction he printed to be scientifically accurate, and educational, as well as entertaining, but found it difficult to obtain stories that met his goals; he printed \"The Moon Pool\" by Abraham Merritt in 1927, despite it being completely unscientific.   Gernsback lost control of Amazing Stories in 1929, but quickly started several new magazines.  Wonder Stories, one of Gernsback's titles, was edited by David Lasser, who worked to improve the quality of the fiction he received.  Another early competitor was Astounding Stories of Super-Science, which appeared in 1930, edited by Harry Bates, but Bates printed only the most basic adventure stories with minimal scientific content, and little of the material from his era is now remembered.\n"}},
{"link": "https://en.wikipedia.org/wiki/Fantastic_(magazine)", "body": {"title": "Fantastic (magazine)", "paragraph": "Fantastic was an American digest-size fantasy and science fiction magazine, published from 1952 to 1980. It was founded by the publishing company Ziff Davis as a fantasy companion to Amazing Stories.  Early sales were good, and the company quickly decided to switch Amazing from pulp format to digest, and to cease publication of their other science fiction pulp, Fantastic Adventures.  Within a few years sales fell, and Howard Browne, the editor, was forced to switch the focus to science fiction rather than fantasy.  Browne lost interest in the magazine as a result and the magazine generally ran poor-quality fiction in the mid-1950s, under Browne and his successor, Paul W. Fairman.\n"}}
]